import type { Catalog } from '../../types/cards';

export const catalog: Catalog[] = [
   {
      title: 'Система сухого монтажа',
      titlePage: 'Хоммет: Система сухого монтажа от производителя',
      imgL: 'assets/images/sistem.png',
      description:
         'Углеродистая сталь и цинковое покрытие обеспечивает изделиям прочность и долговечность',
      titleText: 'Купить систему сухого монтажа от производителя',
      text: 'Системы сухого монтажа стали неотъемлемой частью современного строительства и ремонта, и одним из лидеров в этой области является российский производитель - ООО ПК Хоммет. Его уникальные решения находят применение в самых разнообразных сферах — от жилых зданий до коммерческих объектов.br При выборе систем сухого монтажа важно учитывать не только качество материалов, но и комфорт в эксплуатации, поэтому Хоммет предлагает клиентам широкий ассортимент продукции, которая станет отличным выбором для любых нужд.br Одним из главных преимуществ систем сухого монтажа Хоммет является их простота в установке. Производитель разработал инновационные крепежные элементы и конструкции, которые позволяют значительно сократить время монтажа. Это особенно важно для профессиональных строителей и подрядчиков, поскольку позволяет снизить трудозатраты и повысить эффективность работ. В отличие от систем Тесе и Viega, которые также известны своим качеством, Хоммет акцентирует внимание на упрощении процесса установки, что делает его продукцию более доступной и удобной в использовании.br Кроме того, системы Хоммет отличаются высокими эксплуатационными характеристиками. Они устойчивы к воздействию влаги, что делает их идеальными для использования в помещениях с высоким уровнем влажности, например, в ванных комнатах и кухнях. В то время как системы Viega могут испытывать проблемы с коррозией в агрессивной среде, Хоммет предлагает решения, которые гарантируют долговечность и надежность даже в сложных условиях.br Другим значительным преимуществом является стоимость и доступность. Системы Хоммет предлагают оптимальное соотношение цены и качества, что делает их привлекательным выбором для широкого круга пользователей — от частных лиц до крупных строительных компаний. В то время как системы Viega зачастую имеют более высокую цену, Хоммет предлагает доступные решения, не уступающие в качестве.br В заключение, выбор систем сухого монтажа от производителя Хоммет — это разумное решение для тех, кто ценит качество, удобство и доступность. Совершенные технологии, надежные материалы и широкие возможности для индивидуализации делают эти системы идеальной основой для любого строительного проекта. Не упустите возможность улучшить ваш проект, выбрав продукцию Хоммет!',
   },
   {
      title: 'Промышленный крепеж',
      titlePage: 'Хоммет: Промышленный крепеж от производителя',
      imgL: 'assets/images/prom.png',
      description:
         'Промышленный крепеж - это специальные элементы, используемые для соединения различных деталей и конструкций',
   },
   {
      title: 'Профессиональный крепеж',
      titlePage: 'Хоммет: Профессиональный крепеж от производителя',
      imgL: 'assets/images/prof.png',
      description: `Профессиональный крепеж обеспечивает надежную и безопасную установку систем водоснабжения, отопления и канализации`,
   },
   {
      title: 'Хомуты',
      titlePage: 'Хоммет: Хомуты от производителя',
      imgL: 'assets/images/clamp.png',
      description:
         'Выбор конкретного типа зависит от условий эксплуатации, требованиям герметичности и надежности',
      categories: [
         'Хомуты трубные',
         'Хомуты спринклерные',
         'Хомуты из нержавеющей стали',
         'Хомуты для водосточных систем и дымоходов',
         'Хомуты для систем вентиляции',
         'Крепеж для SML-систем',
      ],
   },
];
