import type { Card } from '@/utils/types/cards';

const clampL = [
   'https://hommet.ru/media/hommet_cache/3d/02/3d029a3eff96c54a5c40f2a19b67f350.webp',
];
const clampB = [
   'https://hommet.ru/media/uploads/хомуты/усиленный_спринклерный_хомут_с_гайкой_.webp',
];

export const clampsSprinkler: Card[] = [
   {
      cardId: '4_2_1',
      title: 'Хомут спринклерный усиленный с гайкой 2 1/2” (d73-80мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-2-1-2-73-80mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_2',
      title: 'Хомут спринклерный усиленный с гайкой 3” (d87-94мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-3-87-94mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_3',
      title: 'Хомут спринклерный усиленный с гайкой 4” (d105-115мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-4-105-115mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_4',
      title: 'Хомут спринклерный усиленный с гайкой 5” (d132-137мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-5-132-137mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_5',
      title: 'Хомут спринклерный усиленный с гайкой 6” (d159-163мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-6-159-163mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_6',
      title: 'Хомут спринклерный усиленный с гайкой 8” (d216-226мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-8-216-226mm',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_2_7',
      title: 'Хомут спринклерный усиленный с гайкой 10” (d266-274мм)',
      pathname: 'product/khomut-sprinklernyi-s-gaikoi-10-266-274mm',
      imgL: clampL,
      imgB: clampB,
   },
];

export const textSprinkler = `<p>Хомуты спринклерные — это ключевой элемент систем автоматического пожаротушения, который обеспечивает надежное крепление спринклеров и трубопроводов. Настоящие профессионалы в области установки систем безопасности понимают, что качественный монтаж является залогом эффективной работы всего комплекса. В этом контексте спринклерные хомуты от проверенных производителей играют критическую роль в создании надежного, долговечного и безопасного решения для защиты от огня.
<h4>Почему выбирают спринклерные хомуты?
<p>1. Высокая прочность и надежность: Хомуты спринклерные разработаны для обеспечения надежного крепления даже при высоких нагрузках. Они изготавливаются из долговечных материалов, устойчивых к коррозии и повреждениям, что гарантирует долговечность системы.
<p>2. Универсальность: Спринклерные хомуты подходят для различных типов установок, включая коммерческие здания, склады, жилые комплексы и промышленные объекты. Их можно использовать для монтажа как новых систем, так и для обновления существующих.
<p>3. Простота установки: Многие модели хомутов имеют интуитивно понятную конструкцию, что облегчает процесс монтажа и позволяет сэкономить время и усилия при установке.
<p>4. Совместимость с различными материалами: Спринклерные хомуты совместимы с трубами из различных материалов, таких как сталь, медь и пластик, что делает их универсальным решением для любых проектов.
<h4>Как выбрать спринклерные хомуты?
<p>При выборе спринклерных хомутов, важно учитывать несколько факторов:
<p>- Размер и диаметр труб: Убедитесь, что выбранные хомуты соответствуют характеристикам трубопровода вашей системы пожаротушения.
<p>- Материалы: Обратите внимание на материалы, из которых изготовлены хомуты. Нержавеющая сталь, оцинкованная сталь или специальные композиты могут значительно продлить срок службы изделия.
<p>- Условия эксплуатации: Если система будет установлена в условиях высокой влажности или подверженности коррозии, выберите модели, обладающие повышенной устойчивостью к таким факторам.
<p>Спринклерные хомуты — это незаменимые компоненты в системах пожаротушения, обеспечивающие надежное и долговечное крепление. Выбирая качественные хомуты, вы не только гарантируете безопасность своего объекта, но и создаете прочную основу для эффективной работы всей системы. 
<p>Если вы ищете надежные и высококачественные спринклерные хомуты, рекомендуем обратиться к проверенным производителям, которые предложат вам продукцию, соответствующую самым высоким стандартам качества. С ними ваша система пожаротушения будет работать надежно и эффективно, обеспечивая защиту в любые моменты!`;
