import type { Card } from '@/utils/types/cards';

const clampL = [
   'https://hommet.ru/media/hommet_cache/8e/ca/8eca63e28cb7a4ae3489b299fd220916.png',
];
const clampB = ['https://hommet.ru/media/products/images/2.png'];

export const clampsDrainageSystems: Card[] = [
   {
      cardId: '4_4_1',
      title: 'Хомут усиленный для тяжелой нагрузки d80мм',
      pathname:
         'product/usilennyi-khomut-dlia-tiazhelykh-vodostochnykh-sistem-i-dymokhodov-80',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_2',
      title: 'Хомут усиленный для тяжелой нагрузки d100мм',
      pathname:
         'product/usilennyi-khomut-dlia-tiazhelykh-vodostochnykh-sistem-i-dymokhodov-100',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_3',
      title: 'Хомут усиленный для тяжелой нагрузки d120мм',
      pathname:
         'product/usilennyi-khomut-dlia-tiazhelykh-vodostochnykh-sistem-i-dymokhodov-120',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_4',
      title: 'Хомут усиленный для тяжелой нагрузки d150мм',
      pathname:
         'product/usilennyi-khomut-dlia-tiazhelykh-vodostochnykh-sistem-i-dymokhodov-150',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_5',
      title: 'Хомут стандартный d80мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-80',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_6',
      title: 'Хомут стандартный d100мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-100',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_7',
      title: 'Хомут стандартный d120мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-120',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_8',
      title: 'Хомут стандартный d150мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-150',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_9',
      title: 'Хомут стандартный d180мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-180',
      imgL: clampL,
      imgB: clampB,
   },
   {
      cardId: '4_4_10',
      title: 'Хомут стандартный d200мм',
      pathname:
         'product/standartnyi-khomut-dlia-vodostochnykh-sistem-i-dymokhodov-200',
      imgL: clampL,
      imgB: clampB,
   },
];

// export const textDrainage = `<p>Хомуты для водосточных систем и дымоходов — это незаменимые элементы, которые обеспечивают надежное крепление и долговечность всей конструкции. Они играют ключевую роль в системе отведения дождевой и талой воды, защищая ваше здание от проникновения влаги и повреждений. Правильный выбор хомутов не только гарантирует эффективное функционирование водосточной системы, но и продлевает срок службы кровли.
// <h4>Почему выбирают хомуты для водосточных систем и дымоходов?
// <p>1. Прочность и надежность: Хомуты, изготовленные из высококачественных материалов, обеспечивают стойкость к механическим повреждениям и внешним воздействиям. Они поддерживают надежное крепление водосточных труб и не подвержены коррозии.
// <p>2. Устойчивость к климатическим условиям: Хомуты для водосточных систем созданы с учетом атмосферных воздействий. Это означает, что они способны выдерживать значительные перепады температур, дождь, снег и ветер, что делает их идеальными для использования в любых климатических условиях.
// <p>3. Широкий ассортимент: На рынке доступны различные модели хомутов, подходящие для разных типов водосточных систем — от капитального строительства до малых частных объектов. Вы сможете выбрать оптимальный вариант для своих нужд.
// <p>4. Простота установки: Большинство хомутов для водосточных систем имеют простую конструкцию, что облегчает процесс монтажа. Это позволяет сэкономить время и усилия при установке, делая ее доступной даже для начинающих мастеров.
// <p>5. Эстетика: Многие модели хомутов имеют привлекательный внешний вид и предлагаются в различных цветах, что позволяет гармонично вписать их в дизайн вашего дома.
// <h4>Как выбрать хомуты для водосточных систем и дымоходов?
// <p>- Материал: Обращайте внимание на материалы, из которых изготовлены хомуты. Лучше всего выбирать изделия из стали, алюминия или ПВХ, которые обеспечивают долговечность и устойчивость к коррозии.
// <p>- Размер и диаметр: Убедитесь, что хомуты соответствуют размерам ваших водосточных труб. Правильное подбирание размеров гарантирует надежное крепление и предотвращает утечки.
// <p>- Наличие дополнительных функций: Некоторые хомуты могут быть оснащены дополнительными элементами, такими как резинки для амортизации, что повышает их функциональность и удобство в использовании.
// <p>Хомуты для водосточных систем — это ключевой элемент для обеспечения эффективности и долговечности ваших водосточных решений. Качественные хомуты помогут создать надежную и гармоничную систему отведения воды, защитив ваше здание от возможных повреждений и дорогих ремонтов.
// <p>При выборе хомутов для водосточных систем и дымоходов не забывайте учитывать их материалы, размеры и характеристики. Инвестируйте в надежность вашего дома и выбирайте только качественные хомуты от проверенных производителей!`;

export const textDrainage = `
<div class="catalog__description">
<h3 class="catalog__description-title">Купить Хомуты для водосточных систем и дымоходов от производителя</h3>
<p class="catalog__description-p">Хомуты для водосточных систем и дымоходов — это незаменимые элементы, которые обеспечивают надежное крепление и долговечность всей конструкции. Они играют ключевую роль в системе отведения дождевой и талой воды, защищая ваше здание от проникновения влаги и повреждений. Правильный выбор хомутов не только гарантирует эффективное функционирование водосточной системы, но и продлевает срок службы кровли.</p>
<h4 class="catalog__description-h4">Почему выбирают хомуты для водосточных систем и дымоходов?</h4>
<p class="catalog__description-p">1. Прочность и надежность: Хомуты, изготовленные из высококачественных материалов, обеспечивают стойкость к механическим повреждениям и внешним воздействиям. Они поддерживают надежное крепление водосточных труб и не подвержены коррозии.</p>
<p class="catalog__description-p">2. Устойчивость к климатическим условиям: Хомуты для водосточных систем созданы с учетом атмосферных воздействий. Это означает, что они способны выдерживать значительные перепады температур, дождь, снег и ветер, что делает их идеальными для использования в любых климатических условиях.</p>
<p class="catalog__description-p">3. Широкий ассортимент: На рынке доступны различные модели хомутов, подходящие для разных типов водосточных систем — от капитального строительства до малых частных объектов. Вы сможете выбрать оптимальный вариант для своих нужд.</p>
<p class="catalog__description-p">4. Простота установки: Большинство хомутов для водосточных систем имеют простую конструкцию, что облегчает процесс монтажа. Это позволяет сэкономить время и усилия при установке, делая ее доступной даже для начинающих мастеров.</p>
<p class="catalog__description-p">5. Эстетика: Многие модели хомутов имеют привлекательный внешний вид и предлагаются в различных цветах, что позволяет гармонично вписать их в дизайн вашего дома.</p>
<h4 class="catalog__description-h4">Как выбрать хомуты для водосточных систем и дымоходов?</h4>
<p class="catalog__description-p">- Материал: Обращайте внимание на материалы, из которых изготовлены хомуты. Лучше всего выбирать изделия из стали, алюминия или ПВХ, которые обеспечивают долговечность и устойчивость к коррозии.</p>
<p class="catalog__description-p">- Размер и диаметр: Убедитесь, что хомуты соответствуют размерам ваших водосточных труб. Правильное подбирание размеров гарантирует надежное крепление и предотвращает утечки.</p>
<p class="catalog__description-p">- Наличие дополнительных функций: Некоторые хомуты могут быть оснащены дополнительными элементами, такими как резинки для амортизации, что повышает их функциональность и удобство в использовании.</p>
<p class="catalog__description-p">Хомуты для водосточных систем — это ключевой элемент для обеспечения эффективности и долговечности ваших водосточных решений. Качественные хомуты помогут создать надежную и гармоничную систему отведения воды, защитив ваше здание от возможных повреждений и дорогих ремонтов.</p>
<p class="catalog__description-p">При выборе хомутов для водосточных систем и дымоходов не забывайте учитывать их материалы, размеры и характеристики. Инвестируйте в надежность вашего дома и выбирайте только качественные хомуты от проверенных производителей!</p>
</div>`;
